Repository: pretix/pretix-adyen
Catalog: pretix_adyen/locale/*/LC_MESSAGES/django.po
Languages: de, uk

source: Accept payments through Adyen, a global payment service provider offering a multitude of different payment methods.
de: Akzeptieren Sie Zahlungen über Adyen, einen weltweiten Zahlungsdienstleister, der eine Vielzahl verschiedener Zahlungsmethoden anbietet.
uk: Приймайте платежі через Adyen, глобального постачальника платіжних послуг, який пропонує різноманітні способи оплати.

source: Please configure a <a href="https://docs.adyen.com/development-resources/notifications">Notification Webhook</a> to the following endpoint in order to automatically cancel orders when charges are refunded externally and to process asynchronous payment methods like SOFORT.
de: Bitte richten Sie einen <a href="https://docs.adyen.com/development-resources/notifications">Benachrichtigungs-Webhook</a> zum folgenden Endpunkt ein, um Bestellungen automatisch zu stornieren, wenn externe Rückzahlungen auftreten, und um asynchrone Zahlungsmethoden wie SOFORT zu verarbeiten.
uk: Налаштуйте <a href="https://docs.adyen.com/development-resources/notifications">Перехоплення сповіщень</a> для вказаної кінцевої точки для автоматичного скасування замовлення, коли кошти повертаються ззовні та для обробки асинхронних способів оплати на кшталт SOFORT.

source: Test Merchant Account
de: Händlerkonto (Test)
uk: Тестовий обліковий запис продавця

source: Test API Key
de: API-Key (Test)
uk: Тестовий ключ API

source: Please refer to the documentation <a href="https://docs.adyen.com/user-management/how-to-get-the-api-key">here</a> on how to obtain your API-key.
de: Für Informationen zum Erhalt Ihres API-Keys lesen Sie bitte die Dokumentation <a href="https://docs.adyen.com/user-management/how-to-get-the-api-key">hier</a>.
uk: Для того щоби дізнатися, як отримати свій ключ API, зверніться до <a href="https://docs.adyen.com/user-management/how-to-get-the-api-key">документації</a>.

source: Test HMAC Key
de: HMAC-Key (Test)
uk: Тестовий ключ HMAC

source: Please refer to the documentation <a href="https://docs.adyen.com/development-resources/notifications/verify-hmac-signatures#enable-hmac-signatures">here</a> on how to obtain your HMAC key.
de: Für Informationen zum Erhalt Ihres HMAC-Keys lesen Sie bitte die Dokumentation <a href="https://docs.adyen.com/development-resources/notifications/verify-hmac-signatures#enable-hmac-signatures">hier</a>.

source: Production Merchant Account
de: Händlerkonto (Produktiv)
uk: Робочий обліковий запис продавця

source: Production API Key
de: API-Key (Produktiv)
uk: Робочий ключ API

source: Production HMAC Key
de: HMAC-Key (Produktiv)
uk: Робочий ключ HMAC

source: Production Endpoint Prefix
de: Endpunkt-Präfix (Produktiv)
uk: Робочий префікс кінцевої точки

source: Please refer to the documentation <a href="https://docs.adyen.com/development-resources/live-endpoints">here</a> on how to identify the Production Endpoint Prefix.<br />If your production checkout endpoint is https://[random]-[company name]-checkout-live.adyenpayments.com/, please use <i>[random]-[company name]</i> as the prefix.
de: Für Informationen zur Identifikation Ihres Produktiv-Endpunkt-Präfix, lesen Sie bitte die Dokumentation <a href="https://docs.adyen.com/development-resources/live-endpoints">hier</a>.<br />Wenn Ihr Produktiv-Checkout-Endpunkt "https://[Zufälliger]-[Firmenname]-checkout-live.adyenpayments.com/" ist, nutzen Sie bitte <i>[Zufälliger]-[Firmenname]</i> als Präfix.
uk: Для того, щоби дізнатися, як визначити робочий префікс кінцевої точки, перегляньте <a href="https://docs.adyen.com/development-resources/live-endpoints">документацію</a>.<br />Якщо Ваша робоча кінцева точка для перевірки є https://[random]-[company name]-checkout-live.adyenpayments.com/, використовуйте як префікс <i>[random]-[company name]</i>.

source: Production Environment
de: Produktivumgebung
uk: Робоче середовище

source: Please select the Adyen server closest to you.
de: Bitte wählen Sie den Adyen Server der Ihnen am nächsten ist.
uk: Виберіть найближчий до Вас сервер Adyen.

source: Credit card payments
de: Kreditkartenzahlungen
uk: Оплата кредитними картками

source: The Adyen plugin is operating in test mode. You can use one of <a {args}>many test cards</a> to perform a transaction. No money will actually be transferred.
de: Das Adyen Plugin befindet sich im Test-Modus. Sie können eine von <a {args}>vielen Test-Karten</a> nutzen um eine Zahlung durchzuführen. Es wird kein echtes Geld versendet.
uk: Плагін Adyen працює у тестовому режимі. Для транзакцій Ви можете використовувати одну з <a {args}>багатьох тестових карток</a>. Фактично гроші не будуть перераховані.

source: You may need to enable JavaScript for Adyen payments.
de: Möglicherweise müssen Sie JavaScript aktivieren um Adyen nutzen zu können.
uk: Для платежів Adyen Вам можливо буде потрібно увімкнути JavaScript.

source: No payment information found.
de: Keine Zahlungsinformationen gefunden.
uk: Інформації про платіж не знайдено.

source: We had trouble communicating with Adyen. Please try again and get in touch with us if this problem persists.
de: Es gab Probleme bei der Kommunikation mit Adyen; bitte versuchen Sie es erneut. Sollte der Fehler weiterhin auftreten, wenden Sie sich bitte an den Support.
uk: У нас виникли проблеми під час обміну даними з Adyen. Спробуйте, будь ласка, ще раз, і якщо проблема не зникне, зв’яжіться з нами.

source: Sorry, there was an error in the payment process.
de: Im Zahlungsvorgang ist ein Fehler aufgetreten.
uk: На жаль, під час оплати виникла помилка.

source: Credit card via Adyen
de: Kreditkarte über Adyen
uk: Кредитна картка через Adyen

source: Credit card
de: Kreditkarte
uk: Кредитна картка

source: giropay via Adyen
de: giropay über Adyen
uk: giropay через Adyen

source: Adyen reported an event: {} {}
de: Adyen hat ein Ereignis gemeldet: {} {}
uk: Adyen повідомляє про подію: {} {}

source: The total amount will be withdrawn from your credit card.
de: Der Gesamtbetrag wird von Ihrer Kreditkarte eingezogen.
uk: Загальна сума буде списана з Вашої кредитної картки.

source: After you submitted your order, we will redirect you to the payment service provider to complete your payment. You will then be redirected back here to get your tickets.
de: Nach dem Klick auf „Fortfahren“ werden wir Sie zum Zahlungsdienstleister weiterleiten, um Ihre Zahlungsdaten einzugeben. Sie werden danach wieder hierher zurückgeleitet, um Ihre Bestellung zu bestätigen.
uk: Після завершення замовлення ми перенаправимо Вас до постачальника платіжних послуг для здійснення оплати. Потім, для отримання квитків, Ви будете перенаправлені назад сюди.

source: Payment method
de: Zahlungsmethode
uk: Спосіб оплати

source: Your payment will be processed by Adyen NV. Your data will be transmitted directly to Adyen and never touches our servers.
de: Ihre Zahlung wird durch Adyen NV abgewickelt. Ihre Daten werden direkt an Adyen übertragen und kommen nicht in Kontakt mit unseren Servern.
uk: Ваш платіж буде опрацьований Adyen NV. Ваші дані будуть передані напряму до Adyen та ніколи не обробляються нашими серверами.

source: PSP reference
de: PSP Referenz
uk: Посилання PSP

source: Refusal Reason
de: Ablehnungsgrund
uk: Причина відмови

source: Reason
de: Grund
uk: Причина

source: Total value
de: Gesamtbetrag
uk: Загальна вартість

source: We're waiting for an answer from the payment provider regarding your payment. Please contact us if this takes more than a few days.
de: Wir warten auf eine Antwort des Zahlungsdienstleisters bezüglich Ihrer Zahlung. Bitte kontaktieren Sie uns, falls dies mehr als ein paar Tage dauert.
uk: Ми чекаємо відповідь щодо Вашого платежу від платіжного провайдера. Зв’яжіться з нами, якщо це займе більше кількох днів.

source: You need to confirm your payment. Please click the link below to do so or start a new payment.
de: Sie müssen Ihre Zahlung bestätigen. Bitte klicken Sie den Link weiter unten um dies zu erledigen oder eine neue Zahlung zu starten.
uk: Вам потрібно підтвердити платіж. Для підтвердження клацніть посилання нижче або розпочніть новий платіж.

source: Confirm payment
de: Zahlung bestätigen
uk: Підтвердити платіж

source: The payment transaction could not be completed for the following reason:
de: Die Zahlung konnte aus folgendem Grund nicht abgeschlossen werden:
uk: Платіжну операцію не вдалося завершити з наступної причини:

source: Unknown reason
de: Unbekannter Grund
uk: Невідома причина

source: Pay order
de: Bestellung bezahlen
uk: Оплатити замовлення

source: Confirm payment: %(code)s
de: Zahlung bestätigen: %(code)s
uk: Підтвердіть оплату: %(code)s

source: Cancel
de: Abbrechen
uk: Скасувати

source: Continue
de: Fortfahren
uk: Продовжити

source: Please refer to the documentation <a href="https://docs.adyen.com/development-resources/webhooks/secure-webhooks/verify-hmac-signatures#enable-hmac-signatures">here</a> on how to obtain your HMAC key.
uk: Для того щоби дізнатися, як отримати свій ключ HMAC, зверніться до <a href="https://docs.adyen.com/development-resources/notifications/verify-hmac-signatures#enable-hmac-signatures">документації</a>.
