Repository: pretix/pretix-adyen
Catalog: pretix_adyen/locale/*_Informal/LC_MESSAGES/django.po
Languages: nl_informal

source: Adyen payments for pretix
nl_informal: Adyen-betalingen voor pretix

source: This plugin allows to use Adyen as a payment provider
nl_informal: Met deze plug-in kun je Adyen als betalingsprovider gebruiken

source: Please configure a <a href="https://docs.adyen.com/development-resources/notifications">Notification Webhook</a> to the following endpoint in order to automatically cancel orders when charges are refunded externally and to process asynchronous payment methods like SOFORT.
nl_informal: Configureer een <a href="https://docs.adyen.com/development-resources/notifications">Notification Webhook</a> naar het volgende eindpunt om bestellingen automatisch te annuleren wanneer kosten extern worden terugbetaald en om asynchrone betaalmethoden zoals SOFORT te verwerken.

source: Test Merchant Account
nl_informal: Testaccount voor verkopers

source: Test API Key
nl_informal: Test API-sleutel

source: Please refer to the documentation <a href="https://docs.adyen.com/user-management/how-to-get-the-api-key">here</a> on how to obtain your API-key.
nl_informal: Raadpleeg de documentatie <a href="https://docs.adyen.com/user-management/how-to-get-the-api-key">hier</a> voor informatie over hoe je een API-sleutel kunt verkrijgen.

source: Test HMAC Key
nl_informal: Test HMAC-sleutel

source: Please refer to the documentation <a href="https://docs.adyen.com/development-resources/webhooks/secure-webhooks/verify-hmac-signatures#enable-hmac-signatures">here</a> on how to obtain your HMAC key.
nl_informal: Raadpleeg <a href="https://docs.adyen.com/development-resources/webhooks/secure-webhooks/verify-hmac-signatures#enable-hmac-signatures">hier</a> de documentatie over hoe je een HMAC-sleutel kunt verkrijgen.

source: Production Merchant Account
nl_informal: Productie Merchant Account

source: Production API Key
nl_informal: Productie-API-sleutel

source: Production HMAC Key
nl_informal: Productie-HMAC-sleutel

source: Production Endpoint Prefix
nl_informal: Prefix voor productie-endpoint

source: Please refer to the documentation <a href="https://docs.adyen.com/development-resources/live-endpoints">here</a> on how to identify the Production Endpoint Prefix.<br />If your production checkout endpoint is https://[random]-[company name]-checkout-live.adyenpayments.com/, please use <i>[random]-[company name]</i> as the prefix.
nl_informal: Check de documentatie <a href="https://docs.adyen.com/development-resources/live-endpoints">hier</a> om te zien hoe je het Production Endpoint Prefix kunt vinden. <br />Als je productie-checkout-eindpunt https://[willekeurig]-[bedrijfsnaam]-checkout-live.adyenpayments.com/ is, gebruik dan <i>[willekeurig]-[bedrijfsnaam]</i> als prefix.

source: Production Environment
nl_informal: Productieomgeving

source: Please select the Adyen server closest to you.
nl_informal: Selecteer de Adyen-server die het dichtst bij u in de buurt is.

source: Credit card payments
nl_informal: Creditcardbetalingen

source: The Adyen plugin is operating in test mode. You can use one of <a {args}>many test cards</a> to perform a transaction. No money will actually be transferred.
nl_informal: De Adyen-plug-in werkt in testmodus. Je kunt een van de <a {args}="">vele testkaarten</a> gebruiken om een transactie uit te voeren. Er wordt geen geld daadwerkelijk overgemaakt.

source: You may need to enable JavaScript for Adyen payments.
nl_informal: Mogelijk moet je JavaScript inschakelen voor betalingen via Adyen.

source: No payment information found.
nl_informal: Er is geen betalingsinformatie gevonden.

source: We had trouble communicating with Adyen. Please try again and get in touch with us if this problem persists.
nl_informal: We hebben problemen gehad met de communicatie met Adyen. Probeer het nog eens en laat het ons weten als het probleem blijft bestaan.

source: Sorry, there was an error in the payment process.
nl_informal: Sorry, er is iets misgegaan bij het betalen.

source: Adyen reported an event: {} {}
nl_informal: Adyen heeft een gebeurtenis gemeld: {} {}

source: The total amount will be withdrawn from your credit card.
nl_informal: Het totale bedrag wordt van je creditcard afgeschreven.

source: After you submitted your order, we will redirect you to the payment service provider to complete your payment. You will then be redirected back here to get your tickets.
nl_informal: Nadat je je bestelling hebt geplaatst, sturen we je door naar de betaalprovider om je betaling af te ronden. Daarna kom je weer hier terecht om je tickets te krijgen.

source: Payment method
nl_informal: Betaalmethode

source: Your payment will be processed by Adyen NV. Your data will be transmitted directly to Adyen and never touches our servers.
nl_informal: Je betaling wordt verwerkt door Adyen NV. Je gegevens worden rechtstreeks naar Adyen verzonden en komen nooit op onze servers terecht.

source: PSP reference
nl_informal: PSP-referentie

source: Refusal Reason
nl_informal: Reden voor weigering

source: Reason
nl_informal: Reden

source: Total value
nl_informal: Totale waarde

source: We're waiting for an answer from the payment provider regarding your payment. Please contact us if this takes more than a few days.
nl_informal: We wachten op een antwoord van de betalingsprovider met betrekking tot je betaling. Neem contact met ons op als dit langer dan een paar dagen duurt.

source: You need to confirm your payment. Please click the link below to do so or start a new payment.
nl_informal: Je moet je betaling bevestigen. Klik op de onderstaande link om dit te doen of een nieuwe betaling te starten.

source: Confirm payment
nl_informal: Bevestig betaling

source: The payment transaction could not be completed for the following reason:
nl_informal: De betalingstransactie kon om de volgende reden niet worden voltooid:

source: Unknown reason
nl_informal: Onbekende reden

source: Pay order
nl_informal: Bestelling betalen

source: Confirm payment: %(code)s
nl_informal: Bevestig betaling: %(code)s

source: Cancel
nl_informal: Annuleren

source: Continue
nl_informal: Doorgaan

source: Accept payments through Adyen, a global payment service provider offering a multitude of different payment methods.
nl_informal: Accepteer betalingen via Adyen, een wereldwijde betalingsdienstaanbieder die een groot aantal verschillende betaalmethoden aanbiedt.
